export const mainMenu = [
  {
    mainTitle: "О компании",
    link: "",
    submenu: [
      {
        title: "Информация о компании",
        link: "/",
      },
      {
        title: "История",
        link: "",
      },
      {
        title: "Цели и задачи",
        link: "",
      },
      {
        title: "Основные направления деятельности",
        link: "",
      },
      {
        title:"Раскрытие информации",
        link:"/informationDisclosures"
      },
      {
        title: "Вакансии",
        link: "",
      },
      {
        title: "Антикоррупционная деятельность",
        link: "",
      },
      {
        title: "Сертификаты",
        link: "",
      },
      {
        title: "Отзывы",
        link: "",
      },
      {
        title: "Вниманию объединений садоводов",
        link: "",
      },
    ],
  },
  {
    mainTitle: "Потребителям",
    link: "",
    submenu: [
      {
        title: "Территория обслуживания сетевой организации",
        link: "",
      },
      {
        title: "Передача электрической энергии",
        link: "",
      },
      {
        title: "Технологическое присоединение",
        link: "",
      },
      {
        title: "Коммерческий учет электрической энергии",
        link: "",
      },
      {
        title: "Нормативные правовые акты",
        link: "",
      },
      {
        title: "Плановые работы",
        link: "",
      },
      {
        title: "Консолидация электросетевого имущества",
        link: "",
      },
      {
        title: "Зарядные станции для электромобилей",
        link: "",
      },
      {
        title: "Реализация товарно-материальных ценностей",
        link: "",
      },
      {
        title: "Дополнительные услуги",
        link: "",
      },
    ],
  },
  {
    mainTitle: "Филиалы",
    link: "",
    submenu: [],
  },
  {
    mainTitle: "Пресс-центр",
    link: "",
    submenu: [
      {
        title: "Новости",
        link: "",
      },
      {
        title: "Контакты для СМИ",
        link: "",
      },
    ],
  },
  {
    mainTitle: "Контакты",
    link: "",
    submenu: [
      {
        title: "Контактная информация",
        link: "/contact",
      },
      {
        title: "Реквизиты компании",
        link: "",
      },
      {
        title: "Интернет-приемная",
        link: "",
      },
    ],
  },
];
